①３つのポイント
・リーダーシップの意味
・チームワークの整え方
・エフィカシー（自己効力）


②エフィカシーについて
１）どのような状況で
今季夏休みの課題を取り組むうえで、『課題を迅速に終わらせる』という目標のもと、【エフィカシー】を念頭に置きながら行動した。
一見人間関係に関連していない状況だが、私は今夏は実家に帰り、かつての同級生や恩ある人たちに挨拶をしに回るなど、『人間関係』と呼べる対面の予定が多かった。
これを踏まえると、課題の存在は一種の障害であり、そのほかの予定と組み合わせながらいかにこなすかということが重要であった。
また、次の項目で詳細を記載するが、今回の課題の取り組み方は『自信を向上させる』という目的もある。
無計画で課題に追われた状態で自信のない様子で恩師や旧友達に合うのは失礼である。
堂々と、自信に満ちた自分であいさつをしたい。

２）どのように用いて
まず課題を終わらせるという目標を見据えたうえで、自分の能力を鑑みながら『課題取り組み計画』を立てた。
具体的には各教科の課題をさらに内容別に分け、より細かい区分で『いつまでにここまで終わらせる』という考え方で計画を立てた。
そして各目標ごとに「自分はどれだけ計画通りにできているか」を振り返り、現状を把握する。
この方法をとった理由としては、小分けされた目標を計画通り実行し、小さな成功体験を積み上げることで、課題全体が自信に満ち溢れた状態でスムーズに終わるのではないかと考えたからだ。
また、目標地点を小分けにすることで、その目標が未達成となった場合に早期計画立て直しが可能になるはず。

３）どのような効果を得たか？
効果.１
狙い通り、より詳細にされた目標は達成したときに『達成感と自信』につながった。
これにより課題をすることが一種のゲームのような感覚になり、比較的スムーズに課題を進めることができた。
効果.２
途中、急遽入った予定などにより目標が未達成となることがあった。
しかし一つの課題に対して予定を小分けにして立てていたことが功をきし、日数単位で計画を修正することが容易であった。
効果.３
目標未達成により自信が失われることを恐れたが、実際は「未達成すら計画通りである」という、自分の計画に対する謎の自信が沸き、効率低下にはつながらなかった。
むしろ「計画を見直す」という過程で自分の能力を俯瞰することができ、計画の実現性について深く考えることができた。


③そのほか人間関係で
受動的に）
自分の裏打ちされた自信に満ちた様子について、恩師の一人が言及した。
曰く「高校時代のこともあり、ついていけてるか不安であったが、今の姿を見て安心した」とのことだ。
こちらの『心配をかけないために自信をつける』という目標は無事達成されたらしい。
これにより、恩師との人間関係が良好なものになったと感じた。

能動的に）
前述したとおり、おかげで私は堂々と旧友や恩師たちに顔向けができた。
もしこれが逆の状態であれば、私は彼らと笑顔で話すこともできず、関係性が疎遠になっていたであろう。
今回の取り組みのおかげで、良好な人間関係を維持できたと考えられる。
